Repository: ragusa87/membership-swiss-manager
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Filter by Id
fr: Filter par Id

source: subscription.member
fr: membre

source: subscription.other
fr: sympathisant

source: subscription.unknown
fr: sympathisant?

source: InvoiceStatusEnum.CREATED
fr: créé

source: InvoiceStatusEnum.CANCELED
fr: annulé

source: InvoiceStatusEnum.PAID
fr: payé

source: InvoiceStatusEnum.PENDING
fr: en attente

source: InvoiceStatusEnum.UNKNOWN
fr: inconnu

source: No reminder
fr: premier rappel

source: 1st reminder
fr: premier rappel

source: 2nd reminder
fr: deuxième rappel

source: 3rd reminder
fr: troisième rappel

source: %dth reminder
fr: %d rappel

source: active subscription
fr: active

source: inactive subscription
fr: inactif

source: ** Cancelled **
fr: ** Annulé **

source: ** Paid **
fr: ** Payé **

source: Suggested price
fr: Prix conseillé

source: Assign members to subscription
fr: Assigner des membres à l'abonnement

source: Back to dashboard
fr: Retour au tableau de bord

source: Candidates
fr: Suggestions

source: Search...
fr: Rechercher...

source: Are you sure you want to link this user?
fr: Etes-vous sûr de vouloir lier cet utilisateur?

source: Link
fr: Assigner

source: No search results
fr: Aucun résultat de recherche

source: No suggestion
fr: Aucune suggestion

source: Assigned members
fr: Membres assignés

source: Add a new member
fr: Ajouter un nouveau membre

source: Save
fr: Sauvegarder

source: Cancel
fr: Annuler

source: Upload a CAMT file
fr: Téléverser le fichier

source: Back
fr: Retour

source: Drop your file here or click to browse
fr: Glissez votre fichier ici ou cliquez pour parcourir

source: Upload File
fr: Téléverser le fichier

source: Total Subscriptions
fr: Inscriptions totales

source: (last year %(last)s)
fr: (l'année dernière %(last)s)

source: Due Amount
fr: Montant dû

source: Paid Amount
fr: Montant payé

source: %(rate)s%% collection rate
fr: %(rate)s%% collecté

source: Expected %(due_amount)s
fr: Attendu %(due_amount)s

source: Active Users
fr: Utilisateurs actifs

source: %(rate)s%% retention (%(total_users)s)
fr: %(rate)s%% rétention (%(total_users)s)

source: Subscriptions
fr: Inscriptions

source: column.Member(s)
fr: membre(s)

source: column.Amount
fr: Montant

source: column.Invoices
fr: Factures

source: column.Actions
fr: Actions

source: Assign members
fr: Assigner des membres

source: Export anonymous bills
fr: Exporter les factures anonymes

source: Export list
fr: Exporter la liste

source: Import CAMT file
fr: Importer un fichier CAMT

source: Import CSV file
fr: Importer un fichier CAMT

source: Export list as CSV
fr: Exporter en CSV

source: Export list as XLSX
fr: Exporter en XLSX

source: Mark created invoices as pending
fr: Marquer les factures créées comme en attente

source: Create reminder for pending invoice (older than 30 days)
fr: Créer un rappel pour les factures en attente (plus de 30 jours)

source: Generate first invoices
fr: Créer les factures manquantes

source: Authentication Demo
fr: Authentification - Démo

source: You can log in as "admin" and "admin".
fr: Vous pouvez vous connecter en tant que "admin" et "admin".

source: Reconciliate
fr: Réconcilier

source: Assign existing invoice
fr: Assigner une facture existente

source: Submit
fr: Envoyer

source: Create new invoice
fr: Exporter les factures créées

source: cta.import
fr: Importer

source: Next
fr: Suivant

source: You can not import this as some user are missing
fr: Vous ne pouvez pas faire l'import car certains utilisateurs sont manquants

source: You can not import this as the subscription %(name)s already has %(count)s members.
fr: Vous ne pouvez par importer %(name)s car l'abonnement contient déjà %(count)s membres.

source: Import member's subscription
fr: active

source: File must be in CAMT format
fr: Le fichier doit être un CSV

source: Select a subscription
fr: Selectionner un abonnement

source: Please upload a XML file
fr: Merci de téléverser un fichier CSV

source: File too large
fr: Le fichier est trop volumineux

source: Please upload a valid CSV file
fr: Merci de téléverser un fichier CSV valide

source: CAMT file uploaded successfully!
fr: Téléversement de fichier CSV effectué

source: Error processing file: %s
fr: Erreur d'import du fichier: %s

source: Invoice split and paid successfully
fr: Téléversement de fichier CSV effectué

source: Invoice paid
fr: Facture payée

source: Error while processing reconcilation
fr: Erreur d'import du fichier: %s

source: New invoice created
fr: Nouvelle facture créée

source: step.upload_csv
fr: Téléverser le CVS

source: step.create_members
fr: Créer les membres

source: step.import
fr: Importer

source: File must be in CSV format
fr: Le fichier doit être un CSV

source: Please upload a CSV file
fr: Merci de téléverser un fichier CSV

source: CSV file uploaded successfully!
fr: Téléversement de fichier CSV effectué

source: Session expired, try again
fr: La session a expirée, réessayer

source: No matching invoices found
fr: Aucune correspondance trouvée

source: No matching subscription found
fr: Aucune inscription correspondante

source: View on GitHub
fr: Voir sur GitHub

source: Connected as
fr: Connecté en tant que

source: Logout
fr: Déconnection

source: Login
fr: Connexion

source: Select Language
fr: Changer de langue
